<?php
$arr = [
	'01' => 'Республика Адыгея',
	'02' => 'Республика Башкортостан',
	'03' => 'Республика Бурятия',
	'04' => 'Республика Алтай',
	'05' => 'Республика Дагестан',
	'06' => 'Республика Ингушетия',

	'20' => 'Чеченская Республика',
	'21' => 'Чувашская Республика',
	'24' => 'Красноярский край',
	'28' => 'Амурская область',
	'29' => 'Архангельская область',
	'30' => 'Астраханская область',
	
	'31' => 'Белгородская область',
	'32' => 'Брянская область',
	
	
	'74' => 'Челябинская область',
	'87' => 'Чукотский автономный округ',
	
	
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',

];